Repository: coteditor/CotEditor
Catalog: CotEditor/Localizables/Application/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# Action.add.label
source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
nl: Voeg toe
pl: Dodaj
pt: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 添加
zh_hant: 加入

# Action.add.tooltip
source: Add new item
cs: Přidat novou položku
de: Neues Objekt hinzufügen
es: Añadir nuevo ítem
fr: Ajouter un nouvel élément
it: Aggiungi nuovo elemento
ja: 新しい項目を追加
ko: 새 아이템을 추가합니다
nl: Voeg nieuwe item toe
pl: Dodaj nowy element
pt: Adicionar Novo Item
ru: Добавить новый элемент
tr: Yeni Öğe Ekle
zh_hans: 添加新项目
zh_hant: 加入新項目

# Action.delete.label
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt: Apagar
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

# Action.delete.tooltip
source: Delete selected items
cs: Smazání vybraných položek
de: Ausgewählte Objekte löschen
es: Eliminar ítems seleccionados
fr: Supprimer les éléments sélectionnés
it: Eliminar elementi selezionati
ja: 選択した項目を削除
ko: 선택한 아이템을 삭제
nl: Verwijder geselecteerde items
pl: Usuń wybrane elementy
pt: Apagar Items Selecionados
ru: Удалить выбранные элементы
tr: Seçili Öğeleri Sil
zh_hans: 删除所选项目
zh_hant: 刪除所選項目

# Action.duplicate.label
source: Duplicate
cs: Duplikovat
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
nl: Dupliceer
pl: Powiel
pt: Duplicar
ru: Продублировать
tr: Çoğalt
zh_hans: 拷贝
zh_hant: 複製

# Action.duplicate.named.label
source: Duplicate “%@”
cs: Duplikovat „%@“
de: „%@“ duplizieren
es: Duplicar “%@”
fr: Dupliquer « %@ »
it: Duplica “%@”
ja: “%@”を複製
ko: ‘%@’ 복제
nl: Dupliceer '%@'
pl: Powiel „%@”
pt: Duplicar “%@”
ru: Продублировать “%@”
tr: “%@” Ögesini Çoğalt
zh_hans: 拷贝“%@”
zh_hant: 拷貝「%@」

# Action.edit.label
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Editer
it: Modifica
ja: 編集
ko: 편집
nl: Bewerk
pl: Edycja
pt: Edite
ru: Редактировать
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

# Action.export.label
source: Export…
cs: Exportovat…
de: Exportieren …
es: Exportar…
fr: Exporter…
it: Esporta…
ja: 書き出す…
ko: 내보내기…
nl: Exporteer…
pl: Eksportuj…
pt: Exportar…
ru: Экспортировать…
tr: Dışa Aktar…
zh_hans: 导出…
zh_hant: 輸出⋯

# Action.export.named.label
source: Export “%@”…
cs: Exportovat „%@“…
de: „%@“ exportieren …
es: Exportar “%@”…
fr: Exporter « %@ »…
it: Esporta “%@”…
ja: “%@”を書き出す…
ko: ‘%@’ 내보내기…
nl: Exporteer '%@'…
pl: Eksportuj „%@”…
pt: Exportar “%@”…
ru: Экспортировать “%@”…
tr: Dışa Aktar: “%@”…
zh_hans: 导出“%@”…
zh_hant: 輸出「%@」⋯

# Action.import.ellipsis.label
source: Import…
cs: Importovat…
de: Importieren …
es: Importar…
fr: Importer…
it: Importa…
ja: 読み込む…
ko: 불러오기…
nl: Importeer…
pl: Importuj…
pt: Importar…
ru: Импортировать…
tr: İçe Aktar…
zh_hans: 导入…
zh_hant: 輸入⋯

# Action.import.label
source: Import
cs: Importovat
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: 読み込む
ko: 불러오기
nl: Importeer
pl: Importuj
pt: Importar
ru: Импорт
tr: İçe Aktar
zh_hans: 导入
zh_hant: 輸入

# Action.rename.label
source: Rename
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
nl: Wijzig naam
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
tr: Yeniden Adlandır
zh_hans: 重新命名
zh_hant: 重新命名

# Action.rename.named.label
source: Rename “%@”
cs: Přejmenovat „%@“
de: „%@“ umbenennen
es: Renombrar “%@”
fr: Renommer « %@ »
it: Rinomina “%@”
ja: “%@”を名称変更
ko: ‘%@’ 이름 변경
nl: Hernoem '%@'
pl: Zmień nazwę „%@”
pt: Renomear “%@”
ru: Переименовать “%@”
tr: “%@” Ögesini Yeniden Adlandır
zh_hans: 给“%@”重新命名
zh_hant: 給「%@」重新命名

# Action.replace.label
source: Replace
cs: Nahradit
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置換
ko: 대치
nl: Vervang
pl: Zastąp
pt: Substituir
ru: Заменить
tr: Değiştir
zh_hans: 替换
zh_hant: 取代

# Action.restore.label
source: Restore
cs: Obnovit
de: Zurücksetzen
es: Restaurar
fr: Restaurer…
it: Ripristina
ja: 元に戻す
ko: 복원
nl: Herstel
pl: Przywróć
pt: Restaurar
ru: Восстановить
tr: Geri Yükle
zh_hans: 还原
zh_hant: 還原

# Action.restore.named.label
source: Restore “%@”
cs: Obnovit „%@“
de: „%@“ zurücksetzen
es: Restaurar “%@”
fr: Restaurer « %@ »
it: Ripristina “%@”
ja: “%@”を元に戻す
ko: ‘%@’ 복원
nl: Herstel '%@'
pl: Przywróć „%@”
pt: Restaurar “%@”
ru: Восстановаить “%@”
tr: “%@” Ögesini Geri Yükle
zh_hans: 还原“%@”
zh_hant: 還原「%@」

# Action.restoreDefaults.label
source: Restore Defaults
cs: Výchozí hodnoty
de: Standard wiederherstellen
es: Restaurar valores por omisión
fr: Réglages par défaut
it: Ripristina default
ja: デフォルトに戻す
ko: 기본값 복원
nl: Herstel standaardinstellingen
pl: Przywróć domyślne
pt: Restaurar Padrões
ru: Восстановить по умолчанию
tr: Saptanmışlara Dön
zh_hans: 恢复默认
zh_hant: 回復預設值

# Action.revealInFinder.label
source: Reveal in Finder
cs: Zobrazit ve Finderu
de: Im Finder zeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt: Mostrar no Finder
ru: Показать в проводнике
tr: Finder’da Göster
zh_hans: 在访达中显示
zh_hant: 顯示於Finder

# Action.revealInFinder.named.label
source: Reveal “%@” in Finder
cs: Zobrazit „%@“ ve Finderu
de: „%@“ im Finder zeigen
es: Mostrar “%@” en el Finder
fr: Afficher « %@ » dans le Finder
it: Mostra “%@” nel Finder
ja: “%@”をFinderに表示
ko: Finder에서 ‘%@’ 보기
nl: Toon '%@' in Finder
pl: Pokaż „%@” w Finderze
pt: Mostrar “%@” no Finder
ru: Показать “%@” в проводнике
tr: “%@” Ögesini Finder’da Göster
zh_hans: 在访达中显示“%@”
zh_hant: 顯示「%@」於Finder

# BadgeType.invisible.label
source: Invisible Coffee
cs: Neviditelná káva
de: Unsichtbarer Kaffee
es: Café invisible
it: Caffè non visibile
ja: 透明コーヒー
ko: 투명 커피
nl: Onzichtbare koffie
pl: Niewidzialna kawa
pt: Café Invisível
ru: Невидимый кофе
tr: Görünmez Kahve
zh_hans: 透明咖啡
zh_hant: 不可見的咖啡

# BadgeType.mug.label
source: Coffee Mug
cs: Kávový hrnek
de: Kaffeebecher
es: Taza de café
fr: Tasse de café
it: Tazza di caffè
ja: コーヒーマグ
ko: 커피 머그
nl: Koffiekop
pl: Kubek kawy
pt: Caneca de Café
ru: Кружка кофе
tr: Kahve Kupası
zh_hans: 咖啡杯
zh_hant: 咖啡杯

# Button.actions.label
source: Actions
cs: Akce
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
ko: 동작
nl: Taken
pl: Czynności
pt: Ações
ru: Скрипты
tr: Eylemler
zh_hans: 操作
zh_hant: 動作

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отменить
tr: Vazgeç
zh_hans: 取消
zh_hant: 取消

# DeletionConfirmation.message
source: This action cannot be undone.
cs: Tuto akci nelze odvolat.
de: Diese Aktion kann nicht widerrufen werden.
es: Esta operación no puede deshacerse.
fr: Cette action est irréversible.
it: L’azione è irreversibile.
ja: この操作は取り消せません。
ko: 이 작업은 되돌릴 수 없습니다.
nl: Deze bewerking kan niet ongedaan worden gemaakt.
pl: Tej czynności nie można cofnąć.
pt: Essa ação não pode ser desfeita.
ru: Это действие невозможно отменить.
tr: Bu eylem geri alınamaz.
zh_hans: 此操作不能撤销。
zh_hant: 此動作無法還原。

# DeletionConfirmation.title
source: Are you sure you want to delete “%@”?
cs: Určitě chcete smazat „%@“?
de: Soll „%@“ wirklich gelöscht werden?
es: ¿Seguro que quieres eliminar “%@”?
fr: Voulez-vous vraiment supprimer « %@ » ?
it: Confermi di voler eliminare “%@”?
ja: “%@”を削除してもよろしいですか?
ko: 정말 ‘%@’를 삭제하시겠습니까?
nl: Weet je zeker dat je '%@' wilt verwijderen?
pl: Czy na pewno chcesz usunąć „%@”?
pt: Tem certeza de que deseja apagar “%@”?
tr: “%@” öğesini silmek istediğinizden emin misiniz?
zh_hans: 你确定要删除“%@”吗？
zh_hant: 確定要刪除「%@」嗎？

# DirectoryDocumentError.alreadyOpen.description
source: The file “%@” is already open in another window.
cs: Soubor „%@“ je již otevřen v jiném okně.
de: Die Datei „%@“ ist bereits in einem anderen Fenster geöffnet.
es: El archivo “%@” ya está abierto en otra ventana.
it: Il file “%@” è già aperto in un'altra finestra.
ja: ファイル“%@”はすでにほかのウインドウで開いています。
ko: 파일 ‘%@’은(는) 이미 다른 윈도우에 열려 있습니다.
nl: Het bestand '%@' is al geopend in een ander venster.
pl: Plik „%@” jest już otwarty w innym oknie.
pt: O arquivo “%@” já está aberto em outra janela.
tr: “%@” dosyası halihazırda başka bir pencerede açık.
zh_hans: 文件“%@”已在另一个窗口中打开。
zh_hant: 檔案「%@」已被其它視窗所開啟。

# DirectoryDocumentError.alreadyOpen.recoverySuggestion
source: To open it in this window, close the existing window first.
cs: Chcete-li soubor otevřít v tomto okně, nejprve zavřete stávající okno.
de: Um sie in diesem Fenster zu öffnen, schließ zuerst das bestehende Fenster.
es: Para abrirla en esta ventana, cierre primero la ventana existente.
it: Per aprirlo in questa finestra, chiudere prima l'altra.
ja: このウインドウで開くには、先にすでにあるウインドウを閉じてください。
ko: 이 윈도우에서 열려면, 존재하는 윈도우를 먼저 닫으십시오.
nl: Om het in dit venster te openen, sluit je eerst het bestaande venster.
pl: Aby otworzyć go w tym oknie, najpierw zamknij istniejące okno.
pt: Para abrir esta janela, feche a atual primeiro.
tr: Onu bu pencerede açmak için önce var olan pencereyi kapatın.
zh_hans: 要在此窗口中打开，请先关闭已有的窗口。
zh_hant: 請先將其它開啟了該檔案的視窗關閉、再嘗試用當前視窗開啟該檔案。

# DocumentClosingAlert.button.dontSave
source: Don’t Save
cs: Neukládat
de: Nicht sichern
es: No guardar
fr: Ne pas enregistrer
it: Non salvare
ja: 保存しない
ko: 저장하지 않음
nl: Bewaar niet
pl: Nie zachowuj
pt: Não Salvar
tr: Kaydetme
zh_hans: 不存储
zh_hant: 不儲存

# DocumentClosingAlert.lossyEncoding.informativeText
source: Your changes will be lost if you don’t save them. Incompatible characters are either substituted or removed in saving.
cs: Pokud změny neuložíte, budou ztraceny. Při ukládání jsou nahrazeny nebo odstraněny nekompatibilní znaky.
de: Deine Änderungen gehen verloren, wenn du diese nicht sicherst. Inkompatible Zeichen werden beim Speichern entweder ersetzt oder entfernt.
es: Si no guardas los cambios, se perderán. Los caracteres incompatibles se sustituyen o eliminan al guardar.
fr: Vos modifications seront perdues si vous ne les enregistrez pas. Les caractères incompatibles sont soit remplacés, soit supprimés lors de l’enregistrement.
it: Le tue modifiche andranno perse se non le salvi. Il salvataggio cancellerà o sostituirà i caratteri non compatibili.
ja: 保存しないと、変更内容は失われます。互換性のない文字は保存時に代替または削除されます。
ko: 저장하지 않으면 변경 사항이 유실됩니다. 호환되지 않는 문자는 저장하면 대체되거나 삭제됩니다.
nl: Je wijzigingen gaan verloren als je ze niet bewaart. Incompatibele tekens worden vervangen of verwijderd tijdens het opslaan.
pl: Zmiany zostaną utracone, jeśli ich nie zachowasz. Niezgodne znaki zostaną zastąpione lub usunięte przy zachowaniu.
pt: As alterações serão perdidas se você não salvá-las. Caracteres incompatíveis são substituídos ou excluídos ao salvar.
tr: Kaydetmezseniz değişiklikleriniz kaybolacaktır. Uyumsuz karakterler kaydedilirken değiştirilirler veya silinirler.
zh_hans: 如果不存储，你更改的内容将会丢失。保存时将替换或删除不兼容的字符。
zh_hant: 若不儲存，將會遺失所作的更動。存檔時會自動置換或刪除不相容的字元。

# DocumentClosingAlert.message
source: Do you want to save the changes made to the document “%@”?
cs: Chcete uložit změny provedené v dokumentu „%@“?
de: Möchtest du die Änderungen am Dokument „%@“ sichern?
es: ¿Quieres guardar los cambios realizados en el documento “%@”?
fr: Souhaitez-vous enregistrer les modifications apportées au document « %@ » ?
it: Desideri salvare le modifiche apportate al documento “%@”?
ja: 書類“%@”に加えた変更を保存しますか?
ko: ‘%@’ 문서의 변경 사항을 저장하겠습니까?
nl: Wil je de gemaakte wijzigingen in het document '%@' bewaren?
pl: Czy chcesz zachować zmiany dokonane w dokumencie „%@”?
pt: Deseja salvar as alterações realizadas no documento “%@”?
tr: “%@” belgesinde yapılan değişiklikleri kaydetmek ister misiniz?
zh_hans: 你要存储对文稿“%@”所做的更改吗？
zh_hant: 你要儲存對文件「%@」所作的更動嗎？

# DocumentError.notEditable.description
source: The document is not editable.
cs: Dokument nelze upravovat.
de: Das Dokument kann nicht bearbeitet werden.
es: El documento no es editable.
it: Il documento non è modificabile.
ja: この書類は編集できません。
ko: 문서를 편집할 수 없습니다.
pl: Dokumentu nie można edytować.
pt: O documento não é editável.
tr: Belge düzenlenebilir değil.
zh_hans: 该文档不可编辑。
zh_hant: 該文件無法編輯。

# DocumentError.notEditable.recoverySuggestion
source: To make changes to the contents of the document, first allow editing it.
cs: Chcete-li provést změny v obsahu dokumentu, povolte nejprve jeho úpravy.
de: Um Änderungen am Inhalt des Dokuments vorzunehmen, lass es zunächst die Bearbeitung zu.
es: Tienes que permitir editar este documento, para poder hacer cambios en él.
it: Per modificare il contenuto del documento, bisogna prima consentire le modifiche.
ja: 書類の内容を変更するためには、まず書類を編集可能にしてください。
ko: 이 문서의 내용을 변경하려면, 먼저 편집을 허용하십시오.
pl: Aby dokonać zmian w zawartości dokumentu, najpierw pozwól na jego edycję.
pt: Para fazer alterações no conteúdo do documento, primeiro permita a edição.
tr: Belgenin içeriğinde değişiklik yapmak için önce onu düzenlemeye izin verin.
zh_hans: 若要修改文档内容，请先允许编辑。
zh_hant: 若要修改文件內容，請先允許編輯。

# DocumentOpeningError.binaryFile.description
source: The file “%@” doesn’t appear to be text data.
cs: Soubor „%@” se nezdá být textovým.
de: Die Datei „%@” entspricht keiner Textdatei.
es: El archivo “%@” no parece ser de texto.
fr: Le fichier « %@ » ne semble pas être dans un format textuel.
it: Il file “%@” non sembra essere di testo.
ja: ファイル“%@”はテキストデータではないようです。
ko: 파일 ‘%@’이(가) 텍스트가 아닌 것 같습니다.
nl: Het bestand '%@' bevat geen tekstgegevens.
pl: Plik „%@” nie wydaje się stanowić danych tekstowych.
pt: O arquivo “%@” não parece ser de dados de texto.
tr: “%@” dosyası metin verisi gibi görünmüyor.
zh_hans: 文件“%@”不是文本数据
zh_hant: 檔案「%@」不是文字資料

# DocumentOpeningError.binaryFile.recoverySuggestion
source: The file appears to be %@. Do you really want to open the file?
cs: Zdá se, že soubor je %@. Určitě chcete soubor otevřít?
de: Die Datei scheint %@ zu sein. Möchtest du die Datei wirklich öffnen?
es: El archivo parece ser %@. ¿De verdad quieres abrir el archivo?
fr: Le ficher semble être %@. Voulez-vous vraiment ouvrir le fichier ?
it: Il file sembra essere un %@ Vuoi davvero aprirlo?
ja: このファイルは%@のようです。 本当にファイルを開きますか?
ko: 파일이 %@(으)로 보입니다. 파일을 정말 여시겠습니까?
nl: Het bestand is van het type %@. Weet je zeker dat je het bestand openen?
pl: Plik wydaje się być typu %@. Czy na pewno chcesz otworzyć ten plik?
pt: O arquivo aparenta ser %@. Deseja realmente abrir o arquivo?
tr: Dosya %@ gibi görünüyor. Dosyayı gerçekten açmak istiyor musunuz?
zh_hans: 该文件看起来是%@。 确定要打开该文件？
zh_hant: 該檔案看起來是%@。 確定要開啟該檔案？

# DocumentOpeningError.binaryFile.recoverySuggestion.unknownFileType
source: an unknown type
cs: neznámého typu
de: ein unbekannter Typ
es: un tipo desconocido
fr: de type inconnu
it: di tipo sconosciuto
ja: 不明なタイプ
ko: 알 수 없는 유형
nl: een onbekend type
pl: nieznany typ
pt: um tipo desconhecido
tr: bilinmeyen bir tür
zh_hans: 未知类型
zh_hant: 未知類型

# DocumentOpeningError.recoveryOption.open
source: Open
cs: Otevřít
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt: Abrir
tr: Aç
zh_hans: 打开
zh_hant: 開啟

# DocumentOpeningError.tooLarge.description
source: The file “%1$@” has a size of %2$@.
cs: Soubor „%1$@“ má velikost %2$@.
de: Die Datei „%1$@“ hat eine Größe von %2$@.
es: The file “%1$@” tiene un tamaño de %2$@.
fr: Le fichier « %1$@ » a une taille de %2$@.
it: Il file “%1$@” è grande %2$@.
ja: ファイル“%1$@”はファイルサイズが%2$@あります。
ko: 파일 ‘%1$@’의 크기가 %2$@입니다.
nl: Het bestand '%1$@' heeft een grootte van %2$@.
pl: Plik „%1$@” ma rozmiar %2$@.
pt: O arquivo “%1$@” tem %2$@ de tamanho.
tr: “%1$@” dosyasının boyutu %2$@.
zh_hans: “%1$@”文件尺寸为%2$@。
zh_hant: 「%1$@」檔案尺寸為%2$@。

# DocumentOpeningError.tooLarge.recoverySuggestion
source: Opening such a large file can make the application slow or unresponsive. Do you really want to open the file?
cs: Otevření tak velkého souboru může způsobit zpomalenou, nebo nereagující aplikaci. Určitě chcete soubor otevřít?
de: Wenn eine so große Datei geöffnet wird, kann das Programm langsam werden oder nicht mehr reagieren. Möchtest du die Datei wirklich öffnen?
es: Abrir un archivo tan grande, puede hacer que la aplicación sea lenta, o que no responda. ¿De verdad quieres abrir el archivo?
fr: En ouvrant un fichier d’aussi grande taille, il se peut que l’application ralentisse ou ne réponde plus. Voulez-vous tout de même ouvrir ce fichier ?
it: Aprire un file così grande potrebbe rallentare il funzionamento dell’applicazione. Vuoi davvero aprirlo?
ja: 巨大なファイルを開くと、アプリの反応が遅くなる可能性があります。 本当にファイルを開きますか?
ko: 이렇게 큰 파일을 열면 응용 프로그램이 느려지거나 반응하지 않을 수 있습니다. 이 파일을 여시겠습니까?
nl: Het openen van zo'n groot bestand kan de applicatie traag of onresponsief maken. Wil je het bestand echt openen?
pl: Otwarcie tak dużego pliku może spowodować, że aplikacja będzie działać wolno lub przestanie odpowiadać. Czy na pewno chcesz otworzyć ten plik?
pt: A abertura de um arquivo tão grande pode deixar o aplicativo lento ou sem responder. Deseja realmente abrir o arquivo?
tr: Bu kadar büyük bir dosyayı açmak uygulamayı yavaş veya tepkisiz yapabilir. Dosyayı gerçekten açmak istiyor musunuz?
zh_hans: 打开大型文件可能导致应用速度变慢。 确定要打开该文件？
zh_hant: 開啟大型檔案可能導致應用速度變慢。 確定要開啟該檔案？

# DocumentSavingError.lossyEncoding.recoveryOption.review
source: Review Incompatible Characters
cs: Prohlédnout nekompatibilní znaky
de: Inkompatible Zeichen prüfen
es: Revisar caracteres incompatibles
fr: Passer en revue les caractères incompatibles
it: Rivedi caratteri incompatibili
ja: 非互換文字を確認
ko: 호환되지 않는 문자 검토
nl: Beoordeel Incompatibele Karakters
pl: Przejrzyj niezgodne znaki
pt: Revisão de Caracteres Incompatíveis
tr: Uyumsuz Karakterleri Gözden Geçir
zh_hans: 检查不兼容字符
zh_hant: 檢查不兼容字元

# DocumentSavingError.lossyEncoding.recoveryOption.save
source: Save Available Text
cs: Uložit dostupný text
de: Verfügbaren Text speichern
es: Guardar texto disponible
fr: Sauvegarder les caractères disponibles
it: Salva testo disponibili
ja: 有効なテキストを保存
ko: 사용 가능한 텍스트 저장
nl: Bewaar Beschikbare Tekst
pl: Zachowaj dostępny tekst
pt: Salvar Texto Disponíveis
tr: Kullanılabilir Metni Kaydet
zh_hans: 保存有效文本
zh_hant: 儲存有效文字

# DocumentSavingError.lossyEncoding.recoverySuggestion
source: Incompatible characters are either substituted or removed in saving. Do you want to save anyway?
cs: Při ukládání jsou nahrazeny nebo odstraněny nekompatibilní znaky. Chcete jej přesto uložit?
de: Inkompatible Zeichen werden beim Speichern entweder ersetzt oder entfernt. Möchtest du dennoch sichern?
es: Los caracteres incompatibles se sustituyen o eliminan al guardar. ¿Quieres guardarlo de todos modos?
fr: Les caractères incompatibles sont soit remplacés, soit supprimés lors de l’enregistrement. Voulez-vous quand même enregistrer ?
it: Il salvataggio cancellerà o sostituirà i caratteri non compatibili. Vuoi salvare comunque?
ja: 互換性のない文字は保存時に代替または削除されます。それでも保存しますか?
ko: 호환되지 않는 문자는 저장하면 대체되거나 삭제됩니다. 그래도 저장하겠습니까?
pl: Niezgodne znaki zostaną zastąpione lub usunięte przy zachowaniu. Zachować mimo to?
pt: Caracteres incompatíveis são substituídos ou excluídos ao salvar. Quer salvar mesmo assim?
tr: Uyumsuz karakterler kaydedilirken değiştirilirler veya silinirler. Yine de kaydedilsin mi?
zh_hans: 保存时将替换或删除不兼容的字符。仍要存储吗？
zh_hant: 存檔時會自動置換或刪除不相容的字元。確定要儲存嗎？

source: Done
cs: Hotovo
de: Fertig
es: OK
fr: OK
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt: OK
tr: Bitti
zh_hans: 完成
zh_hant: 完成

# EncodingChangeAlert.button.convert
source: Convert
cs: Převést
de: Umwandeln
es: Convertir
fr: Convertir
it: Converti
ja: 変換
ko: 변환
nl: Converteer
pl: Konwertuj
pt: Converter
tr: Dönüştür
zh_hans: 转换
zh_hant: 轉換

# EncodingChangeAlert.button.reinterpret
source: Reinterpret
cs: Reinterpretovat
de: Neu interpretieren
es: Reinterpretación
fr: Ré-interpréter
it: Reinterpreta
ja: 再解釈
ko: 재해석
nl: Herinterpreteer
pl: Reinterpretuj
pt: Reinterpretar
tr: Yeniden Yorumla
zh_hans: 再次解释
zh_hant: 再次解釋

# EncodingChangeAlert.informativeText
source: Do you want to convert or reinterpret this document using “%@”?
cs: Chcete tento dokument převést nebo reinterpretovat pomocí „%@“?
de: Möchtest du dieses Dokument mit „%@“ umwandeln oder neu interpretieren?
es: ¿Quieres convertir o reinterpretar este documento usando “%@”?
fr: Voulez-vous convertir le document ou bien le réinterpréter en utilisant « %@ » ?
it: Si desidera convertire o reinterpretare il documento usando “%@”?
ja: “%@”を使って書類を変換または再解釈しますか?
ko: 이 문서를 ‘%@’(으)로 변환 또는 재해석하시겠습니까?
nl: Wil je dit document converteren of herinterpreteren met '%@'?
pl: Czy chcesz konwertować lub reimpretować ten dokument z użyciem „%@”?
pt: Deseja usar “%@” para converter ou reinterpretar este documento?
tr: Bu belgeyi “%@” kullanarak dönüştürmek veya yeniden yorumlamak istiyor musunuz?
zh_hans: 要使用“%@”进行转换或者再次解释吗？
zh_hant: 要使用「%@」進行轉換或者再次解釋這份文件嗎？

# EncodingChangeAlert.message
source: Text encoding change
cs: Změna kódování textu
de: Änderung der Textcodierung
es: Cambiar codificación del texto
fr: Modification de l’encodage du texte
it: Cambio codifica testo
ja: テキストエンコーディングの変更
ko: 텍스트 인코딩 변경
nl: Wijziging tekstcodering
pl: Zmiana kodowania tekstu
pt: Alteração de codificação de texto
tr: Metin kodlaması değişikliği
zh_hans: 变更文本编码
zh_hant: 變更文字編碼

# FileCopyFormat.numbered
source: %1$@ copy %2$lld
cs: %1$@ (kopie %2$lld)
de: %1$@ Kopie %2$lld
es: Copia de %1$@ %2$lld
fr: %1$@ copie %2$lld
it: %1$@ copia %2$lld
ja: %1$@のコピー %2$lld
ko: %1$@ 복사본 %2$lld
nl: %1$@ kopie %2$lld
pl: %1$@-kopia %2$lld
pt: %1$@ - cópia %2$lld
tr: %1$@ kopyası %2$lld
zh_hans: %1$@_副本 %2$lld
zh_hant: %1$@拷貝 %2$lld

# FileCopyFormat.single
source: %@ copy
cs: %@ (kopie)
de: %@ Kopie
es: Copia de %@
fr: %@ copie
it: %@ copia
ja: %@のコピー
ko: %@ 복사본
nl: %@ kopie
pl: %@-kopia
pt: %@ - cópia
tr: %@ kopyası
zh_hans: %@_副本
zh_hant: %@拷貝

# FileDropItem.Variable.absolutePath.description
source: The dropped file absolute path.
cs: Absolutní cesta přetaženého souboru.
de: Der absolute Pfad der abgelegten Datei.
es: La ruta absoluta del archivo eliminado.
fr: Le chemin absolu du fichier déposé.
it: Percorso assoluto del file trascinato.
ja: ドロップ元ファイルの絶対パス
ko: 떨군 파일의 절대 경로.
nl: Het absolute pad van het geplaatste bestand.
pl: Ścieżka bezwzględna upuszczonego pliku.
pt: O caminho absoluto do arquivo solto.
tr: Bırakılan dosya mutlak yolu.
zh_hans: 拖拽的文件绝对路径
zh_hant: 拖拽的檔案絕對路徑

# FileDropItem.Variable.directory.description
source: The parent directory name of dropped file.
cs: Název nadřazeného adresáře přetaženého souboru.
de: Der übergeordnete Ordnername der abgelegten Datei.
es: El nombre del directorio principal del archivo eliminado.
fr: Le nom du dossier parent du fichier déposé.
it: Nome della cartella superiore del file trascinato.
ja: ドロップ元ファイルのあるディレクトリ名
ko: 떨군 파일의 부모 디렉토리 이름.
nl: De bovenliggende mapnaam van het geplaatste bestand.
pl: Nazwa katalogu nadrzędnego upuszczonego pliku.
pt: O nome do diretório superior do arquivo solto.
tr: Bırakılan dosyanın üst dizininin adı.
zh_hans: 拖拽的文件的上级目录
zh_hant: 拖拽的檔案的上級目錄

# FileDropItem.Variable.fileContents.description
source: (If the dropped file is a text file) file contents.
cs: Obsah souboru (pokud je přetažený soubor textový soubor).
de: (nur wenn die abgelegte Datei eine Textdatai ist) Der Inhalt.
es: (Si el archivo eliminado es un archivo de texto), contenido del archivo.
fr: Contenu du fichier (si le fichier déposé est un fichier texte)
it: (Se il file rilasciato è di testo) contenuto del file.
ja: ファイル内容（ドロップ元ファイルがテキストファイルのときのみ有効）
ko: (떨군 파일이 텍스트인 경우) 파일 내용.
nl: (Als het geplaatste bestand een tekstbestand is) bestandsinhoud.
pl: Zawartość pliku (jeśli upuszczony plik jest plikiem tekstowym).
pt: Conteúdo do arquivo (se o arquivo solto for um arquivo de texto).
tr: (Bırakılan dosya metin dosyasıysa) dosya içeriği.
zh_hans: 文件内容（如果拖拽文件是文本文件）
zh_hant: 檔案內容（如果拖拽檔案是文字檔案）

# FileDropItem.Variable.fileExtension.description
source: The dropped file’s extension.
cs: Přípona přetažených souborů.
de: Das Suffix der abgelegten Datei.
es: La extensión del archivo eliminado.
fr: L’extension du fichier déposé.
it: Estensione del file trascinato.
ja: ドロップ元ファイルの拡張子
ko: 떨군 파일의 확장자.
nl: De extensie van het geplaatste bestand.
pl: Rozszerzenie upuszczonego pliku.
pt: A extensão do arquivo solto.
tr: Bırakılan dosyanın uzantısı.
zh_hans: 拖拽的文件的扩展名
zh_hant: 拖拽的檔案的擴展名
